Repository: horrion/VoiceAssistant
Catalog: Swift-iOS/VoiceAssistant-iOS/*.lproj/Localizable.strings
Languages: de

# bingSpeechRecognitionURL
source: https://speech.platform.bing.com/speech/recognition/interactive/cognitiveservices/v1?language=en-US&format=simple
de: https://speech.platform.bing.com/speech/recognition/interactive/cognitiveservices/v1?language=de-DE&format=simple

source: Warning!
de: Warnung!

# microphoneWarning
source: Anna won't work without your permission to use the microphone
de: Anna funktioniert nicht, wenn sie nicht das Mikrofon benutzen darf

source: AVAudioPlayer Error
de: AVAudioPlayer Fehler

source: No audio response found
de: Es wurde keine Audio Datei gefunden

# audioVoice
source: <speak version='1.0' xml:lang='en-US'><voice xml:lang='en-US' xml:gender='Female' name='Microsoft Server Speech Text to Speech Voice (en-US, JessaRUS)'>
de: <speak version='1.0' xml:lang='en-US'><voice xml:lang='en-US' xml:gender='Female' name='Microsoft Server Speech Text to Speech Voice (de-DE, Hedda)'>

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

# didn't_Understand
source: I'm afraid I didn't understand that
de: Ich konnte dich leider nicht verstehen

# favoriteSong
source: Here's my favorite song
de: Hier ist mein Lieblingslied

# weather
source: Here's the weather
de: Hier ist das Wetter

source: Hello!
de: Hallo!

source: It is
de: Es ist

source: Today is
de: Heute ist

# facebook
source: Here's Facebook
de: Hier ist Facebook

# twitter
source: Here's twitter
de: Hier ist twitter

# hangOn
source: One moment, please...
de: Einen Moment...

# snowConditions
source: I'm looking for the current snow conditions
de: Ich suche nach der aktuellen Schneehöhe
